Repository: idl0r/batti-gtk
Catalog: po/*.po
Languages: de, pl

source: \Neither UPower nor DeviceKit.Power could be initialized! \This can have multiple reasons. Here is the error for UPower: \t{0} \And this is the error for DeviceKit.Power: \t{1}
de: \Weder UPower noch DeviceKit.Power konnten initialisiert werden! \Für diesen Umstand kann es verschiedene Gründe geben. Nachfolgend ist der Fehler von UPower: \t{0} \Nachfolgend ist der Fehler von DeviceKit.Power: \t{1}

source: Battery Monitor
de: Batterieladeanzeige
pl: Monitor akumulatora

source: Battery charged
de: Akku vollständig geladen
pl: Akumulator naładowany

source: Battery charged %s
de: Akku vollständig geladen %s
pl: Akumulator naładowany %s

source: Battery level: %(level)s%% Providing power for approximately %(time)s
de: Ladezustand: %(level)s%% Ermöglicht %(time)s Akku-Laufzeit
pl: Poziom naładowania akumulatora: %(level)s%% Szacowany czas do wyczerpania się akumulatora: %(time)s

source: Battery level: %s%%
de: Ladezustand: %s%%
pl: Poziom naładowania akumulatora: %s%%

source: Charging battery
de: Akku wird geladen
pl: Ładowanie akumulatora

source: Charging battery Battery level: %s%%
de: Akku wird geladen Ladezustand: %s%%
pl: Ładowanie akumulatora Poziom naładowania akumulatora: %s%%

source: Critical battery level
de: Kritischer Akkuladezustand
pl: Krytyczny poziom naładowania akumulatora

source: Discharging battery
de: Akku wird entladen
pl: Rozładowywanie akumulatora

source: Hibernate
de: Ruhezustand
pl: Hibernuj

source: Low battery level
de: Niedriger Akkuladezustand
pl: Niski poziom naładowania akumulatora

source: Power for approximately <b>%s</b> remaining
de: Ungefähr <b>%s</b> Akku-Laufzeit verbleibend
pl: Czas do rozładowania akumulatora: <b>%s</b>

source: Suspend
de: Bereitschaftsmodus
pl: Wstrzymaj

source: unknown time
de: unbekannte Restdauer
pl: nieznany czas
